export const interviewTopics = [
  {
    title: "1.请介绍一下你自己",
    type: 1,
    id: 1
  },
  {
    title:
      "2.上一份工作离开的原因是什么？请同时告诉我原公司、原团队、原老板的情况",
    type: 2,
    id: 2
  },
  {
    title:
      "3.给我三个数字：请问你去年最高一次月收入多少，去年平均月收入，今年期待月收入多少",
    type: 1,
    id: 3
  }
  // {
  //   title: "过去一年的工作/学习中，您最大的进步是什么，您如何评价这些进步",
  //   type: 2,
  //   id: 4
  // },
  // {
  //   title: "了解在线教育吗？了解TutorABC/vipJr吗？了解到些什么信息",
  //   type: 2,
  //   id: 5
  // },
  // {
  //   title: "你认为做一个顶尖的Tps，需要具备什么样的素质和能力？",
  //   type: 1,
  //   id: 6
  // },
  // {
  //   title:
  //     "曾今工作过的团队中，有没有哪个团队的氛围、主管的风格是你非常喜欢的，说一下原因",
  //   type: 2,
  //   id: 7
  // },
  // {
  //   title: "为什么来北京/上海？会在北京/上海待多久？什么情况下会离开上海？",
  //   type: 1,
  //   id: 8
  // }
];
